Repository: dos1/kamerka
Catalog: po/*.po
Languages: ru, zh_tw

source: Take a photo
ru: Сделать снимок
zh_tw: 拍張照片

source: Burst mode
ru: Серия снимков

source: Self-timer
ru: Таймер
zh_tw: 自拍

source: Hide effects
ru: Скрыть эффекты

source: Show effects
ru: Показать эффекты

source: Open directory
ru: Открыть папку
zh_tw: 開啟目錄

source: Configure
ru: Настройка
zh_tw: 配置

source: No Effect
ru: Без эффекта

source: Grey
ru: Серые тона

source: Invert
ru: Инверсия

source: Equalize
ru: Эквалайзер

source: Smurf
ru: Смурф

source: Implode
ru: Вогнутость

source: Explode
ru: Выпуклость

source: Charcoal
ru: Уголь

source: Edge
ru: Края

source: Emboss
ru: Рельеф

source: Swirl
ru: Водоворот

source: Oil Paint
ru: Масло

source: Wave
ru: Волна

source: Kamerka
ru: Камерка

source: Simple photo taking application with fancy animated interface
ru: Простое приложение для получения снимков с красивым анимированным интерфейсом
zh_tw: 簡易的拍照應用程式與花俏的動畫介面

source: Copyright (C) 2011-2014 Sebastian Krzyszkowiak
ru: © Sebastian Krzyszkowiak, 2011—2014

source: i18n() takes at least one argument
ru: i18n() требуется как минимум один аргумент
zh_tw: i18n() 至少需要一個參數

source: Could not load QML interface!
ru: Не удалось загрузить интерфейс QML!
zh_tw: 不能載入 QML 介面!

source: Error
ru: Ошибка
zh_tw: 錯誤

source: Could not connect to V4L device!
ru: Не удалось подключиться к устройству V4L!
zh_tw: 不能連結到 V4L 設備!

source: Requested resolution (%1x%2) was not available. Driver used %3x%4 instead. Please check your configuration.
ru: Запрашиваемое разрешение (%1x%2) недоступно. Драйвером было использовано разрешение %3x%4. Проверьте параметры настройки.
zh_tw: 請求的解析度 (%1x%2) 不可用。驅動程式使用 %3x%4 代替。 請檢查您的配置。

source: Selected path does not exists. Do you want to create it?
ru: Выбранный путь не существует. Создать его?
zh_tw: 選擇的路徑不存在。您想建立它嗎？

source: Device node:
ru: Узел устройства:
zh_tw: 設備節點:

source: Resolution:
ru: Разрешение:
zh_tw: 解析度:

source: Disabled
ru: Отключено
zh_tw: 關閉

source: fps
ru: кадров/сек.

source: Framerate limit:
ru: Ограничение скорости:
zh_tw: 幀率限制:

source: Lock aspect ratio
ru: Сохранять пропорции

source: Enhance contrast
ru: Улучшать контрастность

source: Mirror output
ru: Зеркально отражать изображение

source: Flip output
ru: Переворачивать изображение

source: Image Settings
ru: Параметры изображения

source: Brightness:
ru: Яркость:

source: Contrast:
ru: Контрастность:

source: Saturation:
ru: Насыщенность:

source: Hue:
ru: Оттенок:

source: Camera
ru: Камера
zh_tw: 攝影機

source: Camera settings
ru: Параметры камеры
zh_tw: 攝影機設定

source: seconds
ru: сек.

source: Self-timer timeout:
ru: Время ожидания таймера:

source: Number of photos:
ru: Количество снимков:

source: Delay between photos:
ru: Задержка между снимками:

source: Capture
ru: Съёмка

source: Use default pictures directory
ru: Использовать папку для изображений по умолчанию
zh_tw: 使用預設的圖片目錄

source: Use subdirectory:
ru: Использовать вложенную папку:
zh_tw: 使用子目錄:

source: Photo directory:
ru: Папка для снимков:
zh_tw: 照片目錄:

source: Storage
ru: Хранилище
zh_tw: 儲存

source: Photo storage
ru: Хранение снимков
zh_tw: 照片儲存

source: Play sound on taking photo
ru: Воспроизводить звук при съёмке
zh_tw: 拍照時播放音效

source: Play timer sounds
ru: Воспроизводить звуки таймера
zh_tw: 播放計時音效

source: Show notification on taking photo
ru: Показывать уведомление при съёмке
zh_tw: 拍照時顯示通知

source: Behaviour
ru: Поведение
zh_tw: 行為

source: Starting up webcam...
ru: Запуск веб-камеры...
zh_tw: 啟動網路攝影機...

source: Photo has been stored in file %1
ru: Снимок сохранён в файл %1
zh_tw: 照片已儲存在檔案 %1

source: Open
ru: Открыть

source: Show in directory
ru: Показать в папке
zh_tw: 在目錄中顯示

# NAME OF TRANSLATORS
source: Your names
ru: Сергей Головко,Олеся Герасименко
zh_tw: Max Lin

# EMAIL OF TRANSLATORS
source: Your emails
ru: cappelikan@gmail.com,gammaray@basealt.ru
zh_tw: max7442@gmail.com

source: Less
zh_tw: 顯示較少

source: More
zh_tw: 顯示更多

source: Open in GIMP
zh_tw: 在GIMP中開啟

source: Open in Inkscape
zh_tw: 在Inkscape中開啟
