Repository: dos1/kamerka
Catalog: po/kamerka_*.po
Languages: es

source: Take a photo
es: Tomar una foto

source: Self-timer
es: Cuenta atrás

source: Less
es: Menos

source: More
es: Más

source: Configure
es: Configurar

source: Open directory
es: Abrir carpeta

source: Simple photo taking application with fancy animated interface
es: Aplicación sencilla para tomar fotos con un atractivo interfaz animado

source: i18n() takes at least one argument
es: i18n() requiere de al menos un argumento

source: Could not load QML interface!
es: ¡No se pudo cargar el interfaz QML!

source: Could not connect to V4L device!
es: ¡No se pudo conectar al dispositivo V4L!

source: Requested resolution (%1x%2) was not available. Driver used %3x%4 instead. Please check your configuration.
es: La resolución solicitada (%1x%2) no está disponible. El driver usó %3x%4. Compruebe la configuración.

source: Selected path does not exists. Do you want to create it?
es: La ruta elegida no existe. ¿Desea crearla?

source: Device node:
es: Dispositivo:

source: Resolution:
es: Resolución:

source: Disabled
es: Inhabilitado

source: Framerate limit:
es: Tasa de fotogramas:

source: Camera
es: Cámara

source: Camera settings
es: Ajustes de cámara

source: Use default pictures directory
es: Usar el directorio de imágenes por defecto

source: Use subdirectory:
es: Usar subdirectorio:

source: Photo directory:
es: Directorio de imágenes:

source: Storage
es: Almacenamiento

source: Photo storage
es: Almacenamiento de imágenes

source: Play sound on taking photo
es: Reproducir sonido al tomar una foto

source: Play timer sounds
es: Reproducir sonido en la cuenta atrás

source: Show notification on taking photo
es: Mostrar nota al tomar una foto

source: Behaviour
es: Comportamiento

source: Starting up webcam...
es: Iniciando la webcam...

source: Photo has been stored in file %1
es: Foto guardada como %1

source: Show in directory
es: Mostrar en el directorio

source: Open in GIMP
es: Abrir en GIMP

source: Open in Inkscape
es: Abrir con Inkscape

# NAME OF TRANSLATORS
source: Your names
es: Tus nombres

# EMAIL OF TRANSLATORS
source: Your emails
es: Tus emails
